<!DOCTYPE html>
<html lang="ru">

<head>
	<meta charset="utf-8">
	<meta http-equiv="X-UA-Compatible" content="IE=edge">
	<meta name="viewport" content="width=device-width, initial-scale=1">
	<title></title>

	<!-- CSS -->

	<link href="/css/main.css" rel="stylesheet">
	<link href="/css/css.css" rel="stylesheet">
	<link href="/css/media.css" rel="stylesheet">
	<link href="/css/reset.css" rel="stylesheet">
	<link rel="stylesheet" href="/css/build/swiper.css">
	<link href="https://cdn.jsdelivr.net/npm/@fancyapps/ui@5.0/dist/fancybox/fancybox.css" rel="stylesheet" />
	<link href="https://unpkg.com/aos@2.3.1/dist/aos.css" rel="stylesheet">

</head>

<body>

	<header class="header">
		<div class="container header__wrapper">

			<div class="header__block">
				<a href="/">
					<img class="logo" src="/images/fish_logo/header__logo (1).png">
				</a>
				<div class="dropdown">
					<?/*
						<div class="dropbtn">EN</div>
						<div class="dropdown-content">
							<a href="#">GE</a>
							<a href="#">EN</a>
						</div>
						*/ ?>
					<img class="header__block-flags" src="/images/flags/GE.png">
					<span>GE</span>
				</div>
			</div>

			<nav class="header__block">
				<ul class="header__block-ul">
					<li class="header__block-li">
						<a href="#">
							Ჩვენს შესახებ
						</a>
					</li>
					<li class="header__block-li">
						<a href="#">
							პროდუქტები
						</a>
					</li>
					<li class="header__block-li">
						<a href="#">
							სიახლეები
						</a>
					</li>
					<li class="header__block-li">
						<a href="#">
							კარიერა
						</a>
					</li>
					<li class="header__block-li">
						<a href="#">
							კონტაქტები
						</a>
					</li>
				</ul>
			</nav>

			<div class="header__block">
				<a class="header__block-href-soc" href=""><img class="header__block-img-soc" src="/images/soc/sn__fb.png"></a>
				<a class="header__block-href-soc" href=""><img class="header__block-img-soc" src="/images/soc/sn__inst.png"></a>
				<a class="header__block-href-soc" href="tel:+902525366229"><svg xmlns="http://www.w3.org/2000/svg" width="24" height="25" viewBox="0 0 24 25" fill="none" style="margin-right: 4px;">
						<path d="M19.4401 13.2958C19.2201 13.2958 18.9901 13.2258 18.7701 13.1758C18.3246 13.0776 17.8868 12.9473 17.4601 12.7858C16.9962 12.617 16.4862 12.6258 16.0284 12.8104C15.5706 12.995 15.1972 13.3424 14.9801 13.7858L14.7601 14.2358C13.7861 13.6939 12.8911 13.021 12.1001 12.2358C11.3149 11.4448 10.6419 10.5498 10.1001 9.57577L10.5201 9.29577C10.9635 9.07868 11.3109 8.7053 11.4955 8.24746C11.6801 7.78962 11.6889 7.27968 11.5201 6.81577C11.3613 6.38819 11.231 5.95056 11.1301 5.50577C11.0801 5.28577 11.0401 5.05577 11.0101 4.82577C10.8887 4.12139 10.5197 3.48351 9.96972 3.02701C9.41972 2.5705 8.7248 2.32538 8.0101 2.33577H5.0101C4.57913 2.33172 4.15235 2.42058 3.75881 2.5963C3.36527 2.77201 3.01421 3.03046 2.72953 3.35405C2.44485 3.67763 2.23324 4.05876 2.10909 4.47148C1.98494 4.8842 1.95118 5.31883 2.0101 5.74577C2.54284 9.93515 4.45613 13.8276 7.44775 16.8084C10.4394 19.7892 14.3388 21.6883 18.5301 22.2058H18.9101C19.6475 22.2068 20.3595 21.9363 20.9101 21.4458C21.2265 21.1628 21.4792 20.8159 21.6516 20.4281C21.8239 20.0402 21.9121 19.6202 21.9101 19.1958V16.1958C21.8979 15.5012 21.6449 14.8323 21.1944 14.3034C20.744 13.7745 20.1239 13.4184 19.4401 13.2958ZM19.9401 19.2958C19.9399 19.4378 19.9095 19.5781 19.8509 19.7074C19.7923 19.8367 19.7068 19.9521 19.6001 20.0458C19.4887 20.1428 19.3581 20.2152 19.2168 20.2583C19.0755 20.3013 18.9267 20.3141 18.7801 20.2958C15.035 19.8156 11.5563 18.1023 8.89282 15.4261C6.2293 12.7499 4.53251 9.2631 4.0701 5.51577C4.05419 5.36928 4.06813 5.2211 4.1111 5.08016C4.15407 4.93922 4.22517 4.80845 4.3201 4.69577C4.41381 4.5891 4.52916 4.50361 4.65848 4.44498C4.7878 4.38636 4.92812 4.35595 5.0701 4.35577H8.0701C8.30265 4.35059 8.52972 4.42665 8.71224 4.57084C8.89476 4.71503 9.02131 4.91834 9.0701 5.14577C9.1101 5.4191 9.1601 5.6891 9.2201 5.95577C9.33562 6.48291 9.48936 7.00095 9.6801 7.50577L8.2801 8.15577C8.1604 8.21069 8.05272 8.28871 7.96326 8.38536C7.87379 8.48201 7.8043 8.59538 7.75877 8.71896C7.71324 8.84254 7.69257 8.9739 7.69795 9.10549C7.70332 9.23708 7.73464 9.36631 7.7901 9.48577C9.2293 12.5685 11.7073 15.0466 14.7901 16.4858C15.0336 16.5858 15.3066 16.5858 15.5501 16.4858C15.6748 16.4412 15.7894 16.3722 15.8873 16.283C15.9851 16.1937 16.0643 16.0859 16.1201 15.9658L16.7401 14.5658C17.2571 14.7506 17.7847 14.9043 18.3201 15.0258C18.5868 15.0858 18.8568 15.1358 19.1301 15.1758C19.3575 15.2246 19.5608 15.3511 19.705 15.5336C19.8492 15.7161 19.9253 15.9432 19.9201 16.1758L19.9401 19.2958Z" fill="#00222A" />
					</svg>+90 252 536 62 29</a>
			</div>

			<div class="header__block-mob">
				<a class="header__block-href-soc" href="tel:+902525366229"><svg xmlns="http://www.w3.org/2000/svg" width="24" height="25" viewBox="0 0 24 25" fill="none" style="margin-right: 4px;">
						<path d="M19.4401 13.2958C19.2201 13.2958 18.9901 13.2258 18.7701 13.1758C18.3246 13.0776 17.8868 12.9473 17.4601 12.7858C16.9962 12.617 16.4862 12.6258 16.0284 12.8104C15.5706 12.995 15.1972 13.3424 14.9801 13.7858L14.7601 14.2358C13.7861 13.6939 12.8911 13.021 12.1001 12.2358C11.3149 11.4448 10.6419 10.5498 10.1001 9.57577L10.5201 9.29577C10.9635 9.07868 11.3109 8.7053 11.4955 8.24746C11.6801 7.78962 11.6889 7.27968 11.5201 6.81577C11.3613 6.38819 11.231 5.95056 11.1301 5.50577C11.0801 5.28577 11.0401 5.05577 11.0101 4.82577C10.8887 4.12139 10.5197 3.48351 9.96972 3.02701C9.41972 2.5705 8.7248 2.32538 8.0101 2.33577H5.0101C4.57913 2.33172 4.15235 2.42058 3.75881 2.5963C3.36527 2.77201 3.01421 3.03046 2.72953 3.35405C2.44485 3.67763 2.23324 4.05876 2.10909 4.47148C1.98494 4.8842 1.95118 5.31883 2.0101 5.74577C2.54284 9.93515 4.45613 13.8276 7.44775 16.8084C10.4394 19.7892 14.3388 21.6883 18.5301 22.2058H18.9101C19.6475 22.2068 20.3595 21.9363 20.9101 21.4458C21.2265 21.1628 21.4792 20.8159 21.6516 20.4281C21.8239 20.0402 21.9121 19.6202 21.9101 19.1958V16.1958C21.8979 15.5012 21.6449 14.8323 21.1944 14.3034C20.744 13.7745 20.1239 13.4184 19.4401 13.2958ZM19.9401 19.2958C19.9399 19.4378 19.9095 19.5781 19.8509 19.7074C19.7923 19.8367 19.7068 19.9521 19.6001 20.0458C19.4887 20.1428 19.3581 20.2152 19.2168 20.2583C19.0755 20.3013 18.9267 20.3141 18.7801 20.2958C15.035 19.8156 11.5563 18.1023 8.89282 15.4261C6.2293 12.7499 4.53251 9.2631 4.0701 5.51577C4.05419 5.36928 4.06813 5.2211 4.1111 5.08016C4.15407 4.93922 4.22517 4.80845 4.3201 4.69577C4.41381 4.5891 4.52916 4.50361 4.65848 4.44498C4.7878 4.38636 4.92812 4.35595 5.0701 4.35577H8.0701C8.30265 4.35059 8.52972 4.42665 8.71224 4.57084C8.89476 4.71503 9.02131 4.91834 9.0701 5.14577C9.1101 5.4191 9.1601 5.6891 9.2201 5.95577C9.33562 6.48291 9.48936 7.00095 9.6801 7.50577L8.2801 8.15577C8.1604 8.21069 8.05272 8.28871 7.96326 8.38536C7.87379 8.48201 7.8043 8.59538 7.75877 8.71896C7.71324 8.84254 7.69257 8.9739 7.69795 9.10549C7.70332 9.23708 7.73464 9.36631 7.7901 9.48577C9.2293 12.5685 11.7073 15.0466 14.7901 16.4858C15.0336 16.5858 15.3066 16.5858 15.5501 16.4858C15.6748 16.4412 15.7894 16.3722 15.8873 16.283C15.9851 16.1937 16.0643 16.0859 16.1201 15.9658L16.7401 14.5658C17.2571 14.7506 17.7847 14.9043 18.3201 15.0258C18.5868 15.0858 18.8568 15.1358 19.1301 15.1758C19.3575 15.2246 19.5608 15.3511 19.705 15.5336C19.8492 15.7161 19.9253 15.9432 19.9201 16.1758L19.9401 19.2958Z" fill="#00222A" />
					</svg>+90 252 536 62 29</a>
			</div>


			<nav class="navbar">
				<div class="navbar__wrap">
					<div class="hamb">
						<div class="hamb__field" id="hamb">
							<span class="bar"></span> <span class="bar"></span>
							<span class="bar"></span>
						</div>
					</div>
					<ul class="header__block-ul menu" id="menu">
						<div class="header__block-mob dropdown">
							<?/*
						<div class="dropbtn">EN</div>
						<div class="dropdown-content">
							<a href="#">GE</a>
							<a href="#">EN</a>
						</div>
						*/ ?>
							<img class="header__block-flags" src="/images/flags/GE.png">
							<span>GE</span>
						</div>
						<li class="header__block-li">
							<a href="#">
								Ჩვენს შესახებ
							</a>
						</li>
						<li class="header__block-li">
							<a href="#">
								პროდუქტები
							</a>
						</li>
						<li class="header__block-li">
							<a href="#">
								სიახლეები
							</a>
						</li>
						<li class="header__block-li">
							<a href="#">
								კარიერა
							</a>
						</li>
						<li class="header__block-li">
							<a href="#">
								კონტაქტები
							</a>
						</li>
						<div class="header__block-mob">
							<a class="header__block-href-soc" href=""><img class="header__block-img-soc" src="/images/soc/sn__fb.png"></a>
							<a class="header__block-href-soc" href=""><img class="header__block-img-soc" src="/images/soc/sn__inst.png"></a>
						</div>
					</ul>
				</div>
			</nav>
			<div class="popup" id="popup"></div>
		</div>
	</header>


	<main>
		<section class="bread">
			<div class="container bread__wrapper">

				<div class="bread__crumbs"><span>სახლში</span> / <span>ჩვენს შესახებ</span></div>
				<div class="bread__block">
					<h1 class="bread__h1">კარიერა</h1>
					<svg xmlns="http://www.w3.org/2000/svg" width="121" height="94" viewBox="0 0 121 94" fill="none">
						<path d="M58.8457 55.9195V52.091C62.1543 49.2607 64.6036 45.2235 65.24 40.5967C65.2554 40.4861 65.2618 40.3748 65.2743 40.2637L67.0853 38.7748C68.0659 37.975 68.7647 36.8823 69.0794 35.6567C69.3941 34.4311 69.3081 33.1369 68.8341 31.9636C68.466 30.9652 67.7796 30.1155 66.8809 29.5457V17.5119C66.8769 14.313 65.6055 11.2459 63.3449 8.98248C61.0844 6.71902 58.019 5.44361 54.8201 5.43555H39.0348C35.8325 5.44233 32.763 6.7163 30.497 8.9791C28.231 11.2419 26.9527 14.3096 26.9414 17.5119V29.904C26.2623 30.4686 25.7402 31.1987 25.4256 32.0239C24.9529 33.198 24.8684 34.4926 25.1846 35.7182C25.5007 36.9438 26.2008 38.0361 27.1825 38.8351L29.0086 40.3296C29.5717 44.9386 31.8759 49.1577 35.4492 52.1226V55.9289L16.1176 62.4492C10.48 64.3507 6.2029 68.8046 4.67646 74.3628C4.37451 75.4124 4.16977 76.4876 4.06484 77.5747C4.06177 77.6139 4.01758 77.6532 4.01758 77.6929V96.3746C4.03453 96.7641 4.1993 97.1324 4.47833 97.4047C4.75737 97.6769 5.12968 97.8325 5.51944 97.8398H66.4082V95.0039H60.0073L69.8149 80.8509C70.0169 80.558 70.1027 80.2004 70.0555 79.8477C70.0083 79.495 69.8315 79.1725 69.5596 78.943L65.7455 75.7477L68.7318 71.338C68.9069 71.0792 68.9917 70.7699 68.9731 70.458C68.9546 70.1461 68.8337 69.849 68.6292 69.6128L59.5679 59.1655L77.2828 65.1472C78.654 65.6095 79.9531 66.263 81.1416 67.0883L82.7602 64.7598C81.3567 63.7816 79.8217 63.007 78.201 62.4592L58.8457 55.9195ZM36.8672 75.8613C36.4911 75.8613 36.1305 76.0107 35.8645 76.2766C35.5986 76.5426 35.4492 76.9032 35.4492 77.2793V91.687L27.5287 80.2755L31.3319 77.0954C31.6015 76.87 31.7777 76.5526 31.8265 76.2046C31.8754 75.8567 31.7932 75.503 31.5961 75.2121L28.5035 70.6484L35.4492 62.6841V67.8262C35.4492 68.2022 35.5986 68.5629 35.8645 68.8288C36.1305 69.0947 36.4911 69.2441 36.8672 69.2441C37.2433 69.2441 37.6039 69.0947 37.8698 68.8288C38.1358 68.5629 38.2852 68.2022 38.2852 67.8262V66.7263C41.0248 68.1586 44.0704 68.9065 47.1619 68.9062C50.2413 68.8978 53.2744 68.1556 56.0098 66.7412V95.0039H38.2852V77.2793C38.2852 76.9032 38.1358 76.5426 37.8698 76.2766C37.6039 76.0107 37.2433 75.8613 36.8672 75.8613ZM65.2835 36.5836L65.2098 36.6441C65.2098 36.6389 65.2098 36.6337 65.2079 36.6285L64.4731 31.4357C65.2329 31.7502 65.9048 32.2897 66.1983 33.0205C66.4465 33.6342 66.4916 34.3113 66.3269 34.9525C66.1623 35.5937 65.7966 36.1653 65.2835 36.5836ZM29.7773 17.5119C29.7878 15.0615 30.7671 12.7147 32.5014 10.9835C34.2357 9.25237 36.5843 8.27745 39.0348 8.27148H54.8201C57.2672 8.27867 59.6117 9.25502 61.3406 10.9868C63.0695 12.7186 64.0419 15.0648 64.0449 17.5119V28.3693L62.8682 20.0633C62.5891 17.8546 61.515 15.8232 59.8468 14.3489C58.1787 12.8746 56.0306 12.0583 53.8043 12.0527H53.4499L52.1737 12.743C50.4744 13.6456 48.5652 14.0788 46.6428 13.9982C44.7203 13.9175 42.8541 13.3258 41.2364 12.2841L40.8874 12.0527H40.4705C38.2482 12.0571 36.1034 12.8701 34.4366 14.34C32.7699 15.81 31.6951 17.8363 31.413 20.0406L30.2091 28.4159C30.0704 28.4371 30.0137 28.4681 29.7773 28.4979V17.5119ZM28.0772 33.0796C28.2418 32.71 28.4788 32.3771 28.7741 32.1007C29.0695 31.8242 29.4173 31.6097 29.797 31.4699L29.0643 36.6491C29.062 36.6654 29.0603 36.6814 29.0582 36.6977L28.9913 36.6429C28.4782 36.2244 28.1125 35.6525 27.948 35.0111C27.7835 34.3697 27.8288 33.6924 28.0772 33.0786V33.0796ZM31.8135 39.8818C31.7122 38.9378 31.7319 37.9848 31.8722 37.0458L34.2239 20.4258C34.408 18.9701 35.0941 17.6241 36.1639 16.6197C37.2337 15.6153 38.6203 15.0155 40.0848 14.9234C42.1042 16.13 44.4009 16.7949 46.7526 16.8535C49.1043 16.9121 51.4312 16.3626 53.5082 15.2581L54.1416 14.9208C55.6186 15.0034 57.0198 15.6022 58.1004 16.6125C59.181 17.6228 59.8724 18.9806 60.054 20.4488L62.4001 37.0265C62.5539 38.082 62.5605 39.1539 62.4195 40.2112C61.9024 43.9279 60.0486 47.3287 57.2051 49.7772C54.3615 52.2257 50.7231 53.554 46.9709 53.5134C43.2187 53.4728 39.6098 52.0662 36.8199 49.5568C34.0299 47.0475 32.2501 43.6073 31.8135 39.8804V39.8818ZM47.1475 56.3498C50.2507 56.354 53.3028 55.5592 56.0098 54.0419V63.4661C53.3669 65.1691 50.2888 66.0733 47.1448 66.0701C44.0008 66.0668 40.9245 65.1564 38.2852 63.448V54.0657C40.9975 55.5669 44.0474 56.3529 47.1475 56.3498ZM17.0234 65.1365L34.7639 59.1529L25.6473 69.6081C25.4415 69.844 25.3197 70.1414 25.3006 70.4538C25.2816 70.7663 25.3665 71.0763 25.5421 71.3354L28.5293 75.7432L24.7152 78.9336C24.4431 79.1656 24.2666 79.4901 24.2194 79.8445C24.1723 80.1989 24.258 80.5582 24.46 80.8533L34.2676 95.0039H19.1426V80.0557C19.1626 75.0564 17.5301 70.1905 14.499 66.2149C15.3084 65.7846 16.1529 65.4238 17.0234 65.1365ZM6.85352 77.7519C7.08984 76.8617 7.13238 75.9741 7.36871 75.1131C8.1544 72.241 9.81529 69.6849 12.1206 67.8002C14.8458 71.303 16.3195 75.6176 16.3066 80.0557V95.0039H6.85352V77.7519ZM62.6785 75.2117C62.4814 75.5025 62.3993 75.8561 62.4482 76.204C62.497 76.5519 62.6732 76.8693 62.9427 77.0947L66.7563 80.275L58.8457 91.6892V62.6347L65.7833 70.6463L62.6785 75.2117Z" fill="white" />
						<path d="M42.3027 74.9947C42.6788 74.9947 43.0395 74.8453 43.3054 74.5794C43.5713 74.3135 43.7207 73.9528 43.7207 73.5768V72.0879C43.7207 71.7118 43.5713 71.3512 43.3054 71.0852C43.0395 70.8193 42.6788 70.6699 42.3027 70.6699C41.9267 70.6699 41.566 70.8193 41.3001 71.0852C41.0342 71.3512 40.8848 71.7118 40.8848 72.0879V73.5768C40.8848 73.9528 41.0342 74.3135 41.3001 74.5794C41.566 74.8453 41.9267 74.9947 42.3027 74.9947ZM42.3027 92.7193C42.6788 92.7193 43.0395 92.5699 43.3054 92.304C43.5713 92.0381 43.7207 91.6774 43.7207 91.3014V77.5943C43.7207 77.2183 43.5713 76.8576 43.3054 76.5917C43.0395 76.3258 42.6788 76.1764 42.3027 76.1764C41.9267 76.1764 41.566 76.3258 41.3001 76.5917C41.0342 76.8576 40.8848 77.2183 40.8848 77.5943V91.3014C40.8848 91.6774 41.0342 92.0381 41.3001 92.304C41.566 92.5699 41.9267 92.7193 42.3027 92.7193Z" fill="white" />
						<path d="M102.991 79.8667C104.037 78.3033 104.507 76.4259 104.323 74.5543C104.139 72.6828 103.312 70.9331 101.982 69.6033C100.652 68.2736 98.9023 67.4461 97.0308 67.262C95.1593 67.078 93.2819 67.5486 91.7185 68.5938L84.3106 61.1854C84.142 61.0168 83.9335 60.8935 83.7046 60.8268C83.4757 60.7601 83.2337 60.7522 83.0009 60.8038C82.7681 60.8554 82.5521 60.965 82.3729 61.1222C82.1936 61.2794 82.0569 61.4794 81.9754 61.7034L75.6983 78.9651C73.6475 84.5795 70.3991 89.6801 66.1785 93.9126C65.285 94.8082 64.7832 96.0216 64.7832 97.2868C64.7832 98.5519 65.285 99.7653 66.1785 100.661L70.9216 105.405C71.7863 106.27 72.9501 106.769 74.1723 106.799C75.3946 106.83 76.5818 106.389 77.4885 105.569L87.048 115.128C87.3139 115.394 87.6745 115.544 88.0505 115.544C88.4265 115.544 88.7871 115.394 89.053 115.128C90.5745 113.603 91.429 111.537 91.429 109.383C91.429 107.228 90.5745 105.162 89.053 103.637L85.0101 99.5939C87.4109 98.0982 89.9602 96.8554 92.6173 95.8855L109.879 89.6086C110.103 89.5271 110.303 89.3904 110.46 89.2111C110.617 89.0319 110.727 88.8159 110.778 88.5831C110.83 88.3503 110.822 88.1083 110.755 87.8794C110.689 87.6504 110.565 87.442 110.397 87.2734L102.991 79.8667ZM99.9737 71.6105C100.77 72.4068 101.291 73.4363 101.462 74.5492C101.633 75.6621 101.444 76.8005 100.923 77.7988L93.7861 70.6617C94.7845 70.1423 95.9224 69.9543 97.0348 70.1249C98.1471 70.2955 99.1763 70.8159 99.9732 71.6105H99.9737ZM74.2959 103.967C74.0416 103.968 73.7897 103.918 73.5547 103.82C73.3197 103.723 73.1064 103.58 72.9271 103.4L68.184 98.6566C67.8215 98.2933 67.6179 97.8011 67.6179 97.2878C67.6179 96.7746 67.8215 96.2823 68.184 95.919C68.9445 95.1582 69.6758 94.368 70.3779 93.5484L78.0349 101.205C77.2178 101.907 76.4272 102.639 75.6647 103.399C75.4855 103.58 75.2722 103.723 75.0372 103.82C74.8022 103.918 74.5503 103.968 74.2959 103.967ZM87.0482 105.642C87.8641 106.46 88.3903 107.523 88.5465 108.668C88.7027 109.813 88.4805 110.977 87.9136 111.984L79.5637 103.634C80.5386 102.777 81.5536 101.967 82.6088 101.204L87.0482 105.642ZM102.964 89.1057L92.6369 78.7781C92.3702 78.5158 92.0107 78.3694 91.6367 78.371C91.2626 78.3725 90.9043 78.5218 90.6398 78.7863C90.3753 79.0508 90.226 79.4091 90.2245 79.7831C90.2229 80.1572 90.3693 80.5167 90.6316 80.7834L100.024 90.1755L91.6493 93.2208C87.5664 94.7121 83.7269 96.8 80.2559 99.4164L72.1685 91.3286C74.7848 87.8576 76.8727 84.0182 78.3641 79.9354L81.4089 71.5602L83.9365 74.0889C84.1927 74.3451 84.5373 74.4936 84.8996 74.5037C85.2618 74.5138 85.6141 74.3848 85.8843 74.1433C86.028 74.0147 86.1441 73.8582 86.2252 73.6832C86.3064 73.5083 86.3511 73.3186 86.3565 73.1258C86.3618 72.9331 86.3278 72.7412 86.2565 72.562C86.1852 72.3828 86.0781 72.22 85.9417 72.0837L82.4781 68.6196L83.8795 64.766L106.818 87.7042L102.964 89.1057Z" fill="#096E49" />
						<path d="M95.1953 63.3002C95.0206 63.3684 94.8612 63.4705 94.7263 63.6007C94.5914 63.7309 94.4836 63.8866 94.4093 64.0587C94.3349 64.2309 94.2954 64.416 94.2931 64.6035C94.2907 64.791 94.3256 64.9771 94.3957 65.151C94.4658 65.3249 94.5696 65.4832 94.7013 65.6167C94.8329 65.7502 94.9897 65.8563 95.1627 65.9288C95.3356 66.0013 95.5212 66.0388 95.7087 66.0391C95.8962 66.0394 96.0819 66.0025 96.255 65.9306C97.8838 65.2745 99.6696 65.1118 101.39 65.4628C103.111 65.8138 104.69 66.663 105.932 67.9047C107.174 69.1464 108.023 70.7257 108.374 72.4463C108.725 74.1669 108.562 75.9527 107.906 77.5815C107.836 77.7542 107.802 77.939 107.803 78.1252C107.805 78.3114 107.844 78.4954 107.917 78.6668C107.989 78.8381 108.095 78.9934 108.228 79.1238C108.361 79.2542 108.519 79.3571 108.691 79.4267C108.864 79.4962 109.049 79.5311 109.235 79.5293C109.421 79.5275 109.605 79.489 109.777 79.4161C109.948 79.3431 110.103 79.2372 110.234 79.1042C110.364 78.9713 110.467 78.8139 110.537 78.6412C111.401 76.4964 111.615 74.1449 111.153 71.8792C110.691 69.6135 109.572 67.5337 107.937 65.8987C106.302 64.2636 104.223 63.1455 101.957 62.6834C99.6912 62.2213 97.3396 62.4356 95.1948 63.2997L95.1953 63.3002Z" fill="#096E49" />
						<path d="M93.2402 58.184C93.0656 58.2522 92.9062 58.3544 92.7712 58.4846C92.6363 58.6148 92.5285 58.7704 92.4542 58.9426C92.3798 59.1147 92.3403 59.2998 92.338 59.4873C92.3357 59.6748 92.3705 59.8609 92.4406 60.0348C92.5107 60.2087 92.6145 60.367 92.7462 60.5005C92.8778 60.634 93.0347 60.7401 93.2076 60.8126C93.3805 60.8851 93.5661 60.9226 93.7536 60.9229C93.9411 60.9232 94.1268 60.8863 94.2999 60.8144C96.9173 59.7599 99.7869 59.4983 102.552 60.0622C105.317 60.6262 107.855 61.9906 109.85 63.9859C111.845 65.9812 113.21 68.5192 113.774 71.284C114.338 74.0488 114.076 76.9185 113.022 79.5358C112.952 79.7085 112.917 79.8933 112.919 80.0795C112.921 80.2657 112.959 80.4498 113.032 80.6211C113.105 80.7925 113.211 80.9478 113.344 81.0782C113.477 81.2086 113.634 81.3116 113.807 81.3812C113.98 81.4508 114.164 81.4857 114.35 81.4839C114.537 81.4821 114.721 81.4437 114.892 81.3708C115.063 81.2979 115.219 81.1919 115.349 81.059C115.48 80.926 115.583 80.7687 115.652 80.596C116.915 77.4627 117.228 74.0274 116.553 70.7175C115.878 67.4077 114.244 64.3694 111.855 61.9808C109.467 59.5922 106.429 57.9587 103.119 57.2836C99.8088 56.6085 96.3735 56.9217 93.2402 58.184Z" fill="#096E49" />
					</svg>
				</div>

			</div>
		</section>

		<section class="career m60">
			<div class="container career__wrapper">

				<div class="career__block block-first">
					<div class="block-first__block">
						<p>
							ჩვენი გუნდი დაკომპლექტებულია პროფესიონალთა გუნდით, რომლებსაც აქვთ აკვაკულტურის სიღრმისეული ცოდნა და თავიანთი საქმისადმი უზომო სიყვარული. ჩვენ მუდმივად ვაუმჯობესებთ მუშაობის პროცესს და ვცდილობთ მივაღწიოთ უმაღლესი ხარისხის სტანდარტებს, რათა დავაკმაყოფილოთ ჩვენი მომხმარებლების საჭიროებები და მოლოდინები.
						</p>
						<img class="block-first__img" src="/images/career/small-pier.png" alt="">
					</div>
					<img class="block-first__banner" src="/images/career/two-men.jpg" alt="">
				</div>

				<div class="career__block block-second">
					<div>
						<img class="block-second__img1" src="/images/career/people-rejoice.png" alt="">
						<p class="block-second__p">შემოგვიერთდით ქართულ აკვაკულტურაში და ისიამოვნეთ ჩვენი კალმახის შეუდარებელი გემოთი.ჩვენ დარწმუნებულნი ვართ, რომ თქვენ დააფასებთ ჩვენს ერთგულებას გარემოსადმი და ჩვენს შრომას ხარისხიანი თევზის წარმოებისთვის. </p>

					</div>
					<div>
						<p class="block-second__b">ქართული აკვაკულტურა არის არა მხოლოდ საწარმო, არამედ ადამიანთა ოჯახი, რომელიც გაერთიანებულია საერთო მიზნით - მოგაწოდოთ ორგანული თევზის საუკეთესო არჩევანი. </p>
						<p class="block-second__p">ჩვენ ვამაყობთ ჩვენი მიღწევებით აკვაკულტურაში და ჩვენი რეპუტაციით, როგორც სანდო მიმწოდებლები - ბაზარზე. ჩვენთვის მნიშვნელოვანია თითოეული მომხმარებელი და ვცდილობთ შევთავაზოთ მაღალი ხარისხის პროდუქტი.</p>
						<img class="block-second__img2" src="/images/career/fish-with-lemon.png" alt="">
					</div>

				</div>

				<div class="career__block block-third">
					<img class="block-third__img" src="/images/career/sliced-fish.jpg" alt="">
					<p>გააკეთეთ სწორი არჩევანი თქვენთვის და მომავალი თაობებისთვის - აირჩიეთ ქართული აკვაკულტურა!</p>
				</div>


		</section>


	</main>


	<footer class="footer primary-color">
		<div class="container footer__wrapper">

			<a href="/"><img class="footer__logo" src="/images/fish_logo/footer__logo.png" alt="logo"></a>

			<ul class="footer__block-ul">
				<li class="footer__block-ul-li">
					<a href="#">
						Ჩვენს შესახებ
					</a>
				</li>
				<li class="footer__block-ul-li">
					<a href="#">
						პროდუქტები
					</a>
				</li>
				<li class="footer__block-ul-li">
					<a href="#">
						სიახლეები
					</a>
				</li>
				<li class="footer__block-ul-li">
					<a href="#">
						კარიერა
					</a>
				</li>
				<li class="footer__block-ul-li">
					<a href="#">
						კონტაქტები
					</a>
				</li>
			</ul>

			<div class="footer-gallery" id="gallery">

				<div class="footer-gallery__slide">
					<a href="/images/gallery/slider__img6.png" data-fancybox="gallery">
						<img src="/images/gallery/slider__img6.png" alt="/images/gallery/slider__img6.png">
					</a>
				</div>
				<div class="footer-gallery__slide">
					<a href="/images/gallery/slider__img5.png" data-fancybox="gallery">
						<img src="/images/gallery/slider__img5.png" alt="/images/gallery/slider__img6.png">
					</a>
				</div>
				<div class="footer-gallery__slide">
					<a href="/images/gallery/slider__img4.png" data-fancybox="gallery">
						<img src="/images/gallery/slider__img1.png" alt="/images/gallery/slider__img6.png">
					</a>
				</div>
				<div class="footer-gallery__slide">
					<a href="/images/gallery/slider__img3.png" data-fancybox="gallery">
						<img src="/images/gallery/slider__img3.png" alt="/images/gallery/slider__img6.png">
					</a>
				</div>
				<div class="footer-gallery__slide">
					<a href="/images/gallery/slider__img2.png" data-fancybox="gallery">
						<img src="/images/gallery/slider__img2.png" alt="/images/gallery/slider__img6.png">
					</a>
				</div>
				<div class="footer-gallery__slide">
					<a href="/images/gallery/slider__img2.png" data-fancybox="gallery">
						<img src="/images/gallery/slider__img5.png" alt="/images/gallery/slider__img6.png">
					</a>
				</div>
			</div>

			<div>
				<div class="footer__block">
					<p class="footer__text">თუ თქვენ გაქვთ რაიმე შეკითხვა ან გჭირდებათ დახმარება</p>
				</div>
				<div class="footer__block">
					<a class="header__block-href-soc footer__block-href-soc" href="tel:+902525366229"><svg xmlns="http://www.w3.org/2000/svg" width="24" height="25" viewBox="0 0 24 25" fill="none" style="margin-right: 4px;">
							<path d="M19.4401 13.5919C19.2201 13.5919 18.9901 13.5219 18.7701 13.4719C18.3246 13.3737 17.8868 13.2434 17.4601 13.0819C16.9962 12.9131 16.4862 12.9219 16.0284 13.1065C15.5706 13.2911 15.1972 13.6385 14.9801 14.0819L14.7601 14.5319C13.7861 13.9901 12.8911 13.3171 12.1001 12.5319C11.3149 11.7409 10.6419 10.8459 10.1001 9.87191L10.5201 9.59191C10.9635 9.37483 11.3109 9.00144 11.4955 8.5436C11.6801 8.08576 11.6889 7.57582 11.5201 7.11191C11.3613 6.68433 11.231 6.24671 11.1301 5.80191C11.0801 5.58191 11.0401 5.35191 11.0101 5.12191C10.8887 4.41753 10.5197 3.77965 9.96972 3.32315C9.41972 2.86665 8.7248 2.62152 8.0101 2.63191H5.0101C4.57913 2.62786 4.15235 2.71672 3.75881 2.89244C3.36527 3.06816 3.01421 3.32661 2.72953 3.65019C2.44485 3.97378 2.23324 4.3549 2.10909 4.76762C1.98494 5.18034 1.95118 5.61497 2.0101 6.04191C2.54284 10.2313 4.45613 14.1238 7.44775 17.1045C10.4394 20.0853 14.3388 21.9844 18.5301 22.5019H18.9101C19.6475 22.503 20.3595 22.2324 20.9101 21.7419C21.2265 21.459 21.4792 21.1121 21.6516 20.7242C21.8239 20.3364 21.9121 19.9163 21.9101 19.4919V16.4919C21.8979 15.7973 21.6449 15.1285 21.1944 14.5996C20.744 14.0707 20.1239 13.7145 19.4401 13.5919ZM19.9401 19.5919C19.9399 19.7339 19.9095 19.8742 19.8509 20.0035C19.7923 20.1328 19.7068 20.2482 19.6001 20.3419C19.4887 20.4389 19.3581 20.5113 19.2168 20.5544C19.0755 20.5975 18.9267 20.6103 18.7801 20.5919C15.035 20.1117 11.5563 18.3984 8.89282 15.7222C6.2293 13.046 4.53251 9.55925 4.0701 5.81191C4.05419 5.66543 4.06813 5.51724 4.1111 5.3763C4.15407 5.23536 4.22517 5.1046 4.3201 4.99191C4.41381 4.88524 4.52916 4.79975 4.65848 4.74113C4.7878 4.6825 4.92812 4.65209 5.0701 4.65191H8.0701C8.30265 4.64673 8.52972 4.72279 8.71224 4.86698C8.89476 5.01117 9.02131 5.21448 9.0701 5.44191C9.1101 5.71524 9.1601 5.98524 9.2201 6.25191C9.33562 6.77905 9.48936 7.29709 9.6801 7.80191L8.2801 8.45191C8.1604 8.50683 8.05272 8.58486 7.96326 8.6815C7.87379 8.77815 7.8043 8.89152 7.75877 9.0151C7.71324 9.13868 7.69257 9.27004 7.69795 9.40163C7.70332 9.53322 7.73464 9.66245 7.7901 9.78191C9.2293 12.8647 11.7073 15.3427 14.7901 16.7819C15.0336 16.8819 15.3066 16.8819 15.5501 16.7819C15.6748 16.7373 15.7894 16.6684 15.8873 16.5791C15.9851 16.4898 16.0643 16.382 16.1201 16.2619L16.7401 14.8619C17.2571 15.0468 17.7847 15.2004 18.3201 15.3219C18.5868 15.3819 18.8568 15.4319 19.1301 15.4719C19.3575 15.5207 19.5608 15.6472 19.705 15.8298C19.8492 16.0123 19.9253 16.2394 19.9201 16.4719L19.9401 19.5919Z" fill="white" />
						</svg>+90 252 536 62 29</a>
				</div>
				<div class="footer__block">
					<a class="header__block-href-soc" href=""><img class="header__block-img-soc" src="/images/soc/sn__fb.png"></a>
					<a class="header__block-href-soc" href=""><img class="header__block-img-soc" src="/images/soc/sn__inst.png"></a>
				</div>

			</div>

		</div>
		<div class="footer_bottom-element">
			<p>Georgian Aquaculture 2023. ©ველა უფლება დაცულია</p>
		</div>
	</footer>

	<script src="https://ajax.googleapis.com/ajax/libs/jquery/1.11.3/jquery.min.js"></script>
	<script src="https://unpkg.com/aos@2.3.1/dist/aos.js"></script>
	<script src="/js/swiper-bundle.js"></script>
	<script src="https://cdn.jsdelivr.net/npm/@fancyapps/ui@5.0/dist/fancybox/fancybox.umd.js"></script>
	<script>
		Fancybox.bind("#gallery a", {
			groupAll: true, // Group all items
			on: {
				ready: (fancybox) => {
					console.log(`fancybox #${fancybox.id} is ready!`);
				}
			}
		});
	</script>
	<script>
		const hamb = document.querySelector("#hamb");
		const popup = document.querySelector("#popup");
		const body = document.body;

		// Клонируем меню, чтобы задать свои стили для мобильной версии
		const menu = document.querySelector("#menu").cloneNode(1);

		// При клике на иконку hamb вызываем ф-ию hambHandler
		hamb.addEventListener("click", hambHandler);

		// Выполняем действия при клике ..
		function hambHandler(e) {
			e.preventDefault();
			// Переключаем стили элементов при клике
			popup.classList.toggle("open");
			hamb.classList.toggle("active");
			body.classList.toggle("noscroll");
			renderPopup();
		}

		// Здесь мы рендерим элементы в наш попап
		function renderPopup() {
			popup.appendChild(menu);
		}

		// Код для закрытия меню при нажатии на ссылку
		const links = Array.from(menu.children);

		// Для каждого элемента меню при клике вызываем ф-ию
		links.forEach((link) => {
			link.addEventListener("click", closeOnClick);
		});

		// Закрытие попапа при клике на меню
		function closeOnClick() {
			popup.classList.remove("open");
			hamb.classList.remove("active");
			body.classList.remove("noscroll");
		}
		$(".banner__arrow-scroll").click(function() {
			$('.fish-description')[0].scrollIntoView({
				behavior: "smooth",
				block: "nearest",
				inline: "nearest"
			});
		});
	</script>
	<script>
		AOS.init();
	</script>
	<script>
		const swiperClinic = new Swiper('.swiper__gallery', {
			direction: 'horizontal',
			slidesPerView: 'auto',
			loop: true,
			/*effect: 'slide',*/
			navigation: {
				nextEl: '.swiper-button-next',
				prevEl: '.swiper-button-prev',
			},
			scrollbar: {
				el: '.swiper-scrollbar',
				clickable: true,
				draggable: true,
			},
			spaceBetween: 10,
			slidesPerView: 1.12,
			autoHeight: true,
			breakpoints: {
				320: {
					slidesPerView: 1.5,
				},
				550: {
					slidesPerView: 2.5,
				},
				768: {
					slidesPerView: 3.5,
				},
				1080: {
					slidesPerView: 'auto',
				},
				1440: {
					slidesPerView: 'auto',
					spaceBetween: 40,
				}
			}

		});
	</script>
	<script>
		$(document).ready(function() {
			if ($('.news__card').length > 8) {
				$('.news__card:gt(8)').hide();
				$('.show-more').show();
			}

			$('.show-more').on('click', function() {
				if ($(this).text() === 'Show less') {
					$('.news__card:gt(8)').slideUp(500);
					$(this).text('Show more');
					$('html, body').animate({
						scrollTop: $(this).offset().top
					}, 500); // прокрутка к кнопке
				} else {
					if ($('.news__card:hidden').length === 0) {
						$(this).text('Show less');
					} else {
						$(this).text('Show more');
						$('.news__card:hidden').slice(0, 3).fadeIn(500);
						if ($('.news__card:hidden').length === 0) {
							$(this).text('Show less');
						}
						$('html, body').animate({
							scrollTop: $(this).offset().top
						}, 500); // прокрутка к кнопке
					}
				}
			});
		});
	</script>


	<script src="https://api-maps.yandex.ru/2.1/?lang=ru_RU" type="text/javascript"></script>

	<script type="text/javascript">
		ymaps.ready(init);

		function init() {

			var myMap = new ymaps.Map("map", {
					center: [42.050117, 41.731254],
					zoom: 16
				}, {
					searchControlProvider: 'yandex#search'
				}),
				myPlacemark = new ymaps.Placemark(myMap.getCenter(), {
					hintContent: 'geoaq',
					balloonContent: 'geoaq'
				}, {
					iconLayout: 'default#image',
					iconImageSize: [40, 40],
					iconImageHref: '',
					iconImageOffset: [-15, -25]
				});
			myMap.geoObjects
				.add(myPlacemark);
			myMap.behaviors
				.disable(['scrollZoom']);
			console.log(myMap);
		}
	</script>

	<style>

	</style>

</body>

</html>