<!DOCTYPE html>
<html lang="ru">

<head>
	<meta charset="utf-8">
	<meta http-equiv="X-UA-Compatible" content="IE=edge">
	<meta name="viewport" content="width=device-width, initial-scale=1">
	<title></title>

	<!-- CSS -->

	<link href="/css/main.css" rel="stylesheet">
	<link href="/css/css.css" rel="stylesheet">
	<link href="/css/media.css" rel="stylesheet">
	<link href="/css/reset.css" rel="stylesheet">
	<link rel="stylesheet" href="/css/build/swiper.css">
	<link href="https://cdn.jsdelivr.net/npm/@fancyapps/ui@5.0/dist/fancybox/fancybox.css" rel="stylesheet" />
	<link href="https://unpkg.com/aos@2.3.1/dist/aos.css" rel="stylesheet">

</head>

<body>

	<header class="header">
		<div class="container header__wrapper">

			<div class="header__block">
				<a href="/">
					<img class="logo" src="/images/fish_logo/header__logo (1).png">
				</a>
				<div class="dropdown">
					<?/*
						<div class="dropbtn">EN</div>
						<div class="dropdown-content">
							<a href="#">GE</a>
							<a href="#">EN</a>
						</div>
						*/ ?>
					<img class="header__block-flags" src="/images/flags/GE.png">
					<span>GE</span>
				</div>
			</div>

			<nav class="header__block">
				<ul class="header__block-ul">
					<li class="header__block-li">
						<a href="#">
							Ჩვენს შესახებ
						</a>
					</li>
					<li class="header__block-li">
						<a href="#">
							პროდუქტები
						</a>
					</li>
					<li class="header__block-li">
						<a href="#">
							სიახლეები
						</a>
					</li>
					<li class="header__block-li">
						<a href="#">
							კარიერა
						</a>
					</li>
					<li class="header__block-li">
						<a href="#">
							კონტაქტები
						</a>
					</li>
				</ul>
			</nav>

			<div class="header__block">
				<a class="header__block-href-soc" href=""><img class="header__block-img-soc" src="/images/soc/sn__fb.png"></a>
				<a class="header__block-href-soc" href=""><img class="header__block-img-soc" src="/images/soc/sn__inst.png"></a>
				<a class="header__block-href-soc" href="tel:+902525366229"><svg xmlns="http://www.w3.org/2000/svg" width="24" height="25" viewBox="0 0 24 25" fill="none" style="margin-right: 4px;">
						<path d="M19.4401 13.2958C19.2201 13.2958 18.9901 13.2258 18.7701 13.1758C18.3246 13.0776 17.8868 12.9473 17.4601 12.7858C16.9962 12.617 16.4862 12.6258 16.0284 12.8104C15.5706 12.995 15.1972 13.3424 14.9801 13.7858L14.7601 14.2358C13.7861 13.6939 12.8911 13.021 12.1001 12.2358C11.3149 11.4448 10.6419 10.5498 10.1001 9.57577L10.5201 9.29577C10.9635 9.07868 11.3109 8.7053 11.4955 8.24746C11.6801 7.78962 11.6889 7.27968 11.5201 6.81577C11.3613 6.38819 11.231 5.95056 11.1301 5.50577C11.0801 5.28577 11.0401 5.05577 11.0101 4.82577C10.8887 4.12139 10.5197 3.48351 9.96972 3.02701C9.41972 2.5705 8.7248 2.32538 8.0101 2.33577H5.0101C4.57913 2.33172 4.15235 2.42058 3.75881 2.5963C3.36527 2.77201 3.01421 3.03046 2.72953 3.35405C2.44485 3.67763 2.23324 4.05876 2.10909 4.47148C1.98494 4.8842 1.95118 5.31883 2.0101 5.74577C2.54284 9.93515 4.45613 13.8276 7.44775 16.8084C10.4394 19.7892 14.3388 21.6883 18.5301 22.2058H18.9101C19.6475 22.2068 20.3595 21.9363 20.9101 21.4458C21.2265 21.1628 21.4792 20.8159 21.6516 20.4281C21.8239 20.0402 21.9121 19.6202 21.9101 19.1958V16.1958C21.8979 15.5012 21.6449 14.8323 21.1944 14.3034C20.744 13.7745 20.1239 13.4184 19.4401 13.2958ZM19.9401 19.2958C19.9399 19.4378 19.9095 19.5781 19.8509 19.7074C19.7923 19.8367 19.7068 19.9521 19.6001 20.0458C19.4887 20.1428 19.3581 20.2152 19.2168 20.2583C19.0755 20.3013 18.9267 20.3141 18.7801 20.2958C15.035 19.8156 11.5563 18.1023 8.89282 15.4261C6.2293 12.7499 4.53251 9.2631 4.0701 5.51577C4.05419 5.36928 4.06813 5.2211 4.1111 5.08016C4.15407 4.93922 4.22517 4.80845 4.3201 4.69577C4.41381 4.5891 4.52916 4.50361 4.65848 4.44498C4.7878 4.38636 4.92812 4.35595 5.0701 4.35577H8.0701C8.30265 4.35059 8.52972 4.42665 8.71224 4.57084C8.89476 4.71503 9.02131 4.91834 9.0701 5.14577C9.1101 5.4191 9.1601 5.6891 9.2201 5.95577C9.33562 6.48291 9.48936 7.00095 9.6801 7.50577L8.2801 8.15577C8.1604 8.21069 8.05272 8.28871 7.96326 8.38536C7.87379 8.48201 7.8043 8.59538 7.75877 8.71896C7.71324 8.84254 7.69257 8.9739 7.69795 9.10549C7.70332 9.23708 7.73464 9.36631 7.7901 9.48577C9.2293 12.5685 11.7073 15.0466 14.7901 16.4858C15.0336 16.5858 15.3066 16.5858 15.5501 16.4858C15.6748 16.4412 15.7894 16.3722 15.8873 16.283C15.9851 16.1937 16.0643 16.0859 16.1201 15.9658L16.7401 14.5658C17.2571 14.7506 17.7847 14.9043 18.3201 15.0258C18.5868 15.0858 18.8568 15.1358 19.1301 15.1758C19.3575 15.2246 19.5608 15.3511 19.705 15.5336C19.8492 15.7161 19.9253 15.9432 19.9201 16.1758L19.9401 19.2958Z" fill="#00222A" />
					</svg>+90 252 536 62 29</a>
			</div>

			<div class="header__block-mob">
				<a class="header__block-href-soc" href="tel:+902525366229"><svg xmlns="http://www.w3.org/2000/svg" width="24" height="25" viewBox="0 0 24 25" fill="none" style="margin-right: 4px;">
						<path d="M19.4401 13.2958C19.2201 13.2958 18.9901 13.2258 18.7701 13.1758C18.3246 13.0776 17.8868 12.9473 17.4601 12.7858C16.9962 12.617 16.4862 12.6258 16.0284 12.8104C15.5706 12.995 15.1972 13.3424 14.9801 13.7858L14.7601 14.2358C13.7861 13.6939 12.8911 13.021 12.1001 12.2358C11.3149 11.4448 10.6419 10.5498 10.1001 9.57577L10.5201 9.29577C10.9635 9.07868 11.3109 8.7053 11.4955 8.24746C11.6801 7.78962 11.6889 7.27968 11.5201 6.81577C11.3613 6.38819 11.231 5.95056 11.1301 5.50577C11.0801 5.28577 11.0401 5.05577 11.0101 4.82577C10.8887 4.12139 10.5197 3.48351 9.96972 3.02701C9.41972 2.5705 8.7248 2.32538 8.0101 2.33577H5.0101C4.57913 2.33172 4.15235 2.42058 3.75881 2.5963C3.36527 2.77201 3.01421 3.03046 2.72953 3.35405C2.44485 3.67763 2.23324 4.05876 2.10909 4.47148C1.98494 4.8842 1.95118 5.31883 2.0101 5.74577C2.54284 9.93515 4.45613 13.8276 7.44775 16.8084C10.4394 19.7892 14.3388 21.6883 18.5301 22.2058H18.9101C19.6475 22.2068 20.3595 21.9363 20.9101 21.4458C21.2265 21.1628 21.4792 20.8159 21.6516 20.4281C21.8239 20.0402 21.9121 19.6202 21.9101 19.1958V16.1958C21.8979 15.5012 21.6449 14.8323 21.1944 14.3034C20.744 13.7745 20.1239 13.4184 19.4401 13.2958ZM19.9401 19.2958C19.9399 19.4378 19.9095 19.5781 19.8509 19.7074C19.7923 19.8367 19.7068 19.9521 19.6001 20.0458C19.4887 20.1428 19.3581 20.2152 19.2168 20.2583C19.0755 20.3013 18.9267 20.3141 18.7801 20.2958C15.035 19.8156 11.5563 18.1023 8.89282 15.4261C6.2293 12.7499 4.53251 9.2631 4.0701 5.51577C4.05419 5.36928 4.06813 5.2211 4.1111 5.08016C4.15407 4.93922 4.22517 4.80845 4.3201 4.69577C4.41381 4.5891 4.52916 4.50361 4.65848 4.44498C4.7878 4.38636 4.92812 4.35595 5.0701 4.35577H8.0701C8.30265 4.35059 8.52972 4.42665 8.71224 4.57084C8.89476 4.71503 9.02131 4.91834 9.0701 5.14577C9.1101 5.4191 9.1601 5.6891 9.2201 5.95577C9.33562 6.48291 9.48936 7.00095 9.6801 7.50577L8.2801 8.15577C8.1604 8.21069 8.05272 8.28871 7.96326 8.38536C7.87379 8.48201 7.8043 8.59538 7.75877 8.71896C7.71324 8.84254 7.69257 8.9739 7.69795 9.10549C7.70332 9.23708 7.73464 9.36631 7.7901 9.48577C9.2293 12.5685 11.7073 15.0466 14.7901 16.4858C15.0336 16.5858 15.3066 16.5858 15.5501 16.4858C15.6748 16.4412 15.7894 16.3722 15.8873 16.283C15.9851 16.1937 16.0643 16.0859 16.1201 15.9658L16.7401 14.5658C17.2571 14.7506 17.7847 14.9043 18.3201 15.0258C18.5868 15.0858 18.8568 15.1358 19.1301 15.1758C19.3575 15.2246 19.5608 15.3511 19.705 15.5336C19.8492 15.7161 19.9253 15.9432 19.9201 16.1758L19.9401 19.2958Z" fill="#00222A" />
					</svg>+90 252 536 62 29</a>
			</div>


			<nav class="navbar">
				<div class="navbar__wrap">
					<div class="hamb">
						<div class="hamb__field" id="hamb">
							<span class="bar"></span> <span class="bar"></span>
							<span class="bar"></span>
						</div>
					</div>
					<ul class="header__block-ul menu" id="menu">
						<div class="header__block-mob dropdown">
							<?/*
						<div class="dropbtn">EN</div>
						<div class="dropdown-content">
							<a href="#">GE</a>
							<a href="#">EN</a>
						</div>
						*/ ?>
							<img class="header__block-flags" src="/images/flags/GE.png">
							<span>GE</span>
						</div>
						<li class="header__block-li">
							<a href="#">
								Ჩვენს შესახებ
							</a>
						</li>
						<li class="header__block-li">
							<a href="#">
								პროდუქტები
							</a>
						</li>
						<li class="header__block-li">
							<a href="#">
								სიახლეები
							</a>
						</li>
						<li class="header__block-li">
							<a href="#">
								კარიერა
							</a>
						</li>
						<li class="header__block-li">
							<a href="#">
								კონტაქტები
							</a>
						</li>
						<div class="header__block-mob">
							<a class="header__block-href-soc" href=""><img class="header__block-img-soc" src="/images/soc/sn__fb.png"></a>
							<a class="header__block-href-soc" href=""><img class="header__block-img-soc" src="/images/soc/sn__inst.png"></a>
						</div>
					</ul>
				</div>
			</nav>
			<div class="popup" id="popup"></div>
		</div>
	</header>


	<main>
		<section class="bread">
			<div class="container bread__wrapper">

				<div class="bread__crumbs"><span>სახლში</span> / <span>კონტაქტები</span></div>
				<div class="bread__block">
					<h1 class="bread__h1">კონტაქტები</h1>
					<svg class="bread__img" xmlns="http://www.w3.org/2000/svg" width="177" height="126" viewBox="0 0 177 126" fill="none">
						<g clip-path="url(#clip0_352_1385)">
							<path d="M77.7062 28.2339C79.072 29.0228 80.2269 30.13 81.0727 31.4613C81.9185 32.7925 82.4301 34.3085 82.5639 35.88C83.9923 35.2086 85.5618 34.8925 87.1386 34.9588C88.7155 35.025 90.253 35.4717 91.6199 36.2606C94.4375 37.8873 96.0625 40.3717 96.3192 43.4459C96.5199 45.8458 95.8527 48.5144 94.4407 50.96C88.3187 61.5636 69.0029 62.6642 68.1838 62.7059C67.8436 62.7232 67.5058 62.6416 67.2111 62.4709C66.9164 62.3002 66.6775 62.0477 66.5233 61.744C66.1515 61.0109 57.4843 43.6776 63.5707 33.1357C66.3119 28.3857 72.1983 25.0539 77.7062 28.2339ZM69.1682 59.0938C72.1175 58.8072 75.0387 58.2816 77.9031 57.5224C82.5922 56.2588 88.7385 53.7886 91.3889 49.198C95.0992 42.7715 90.7643 39.8349 89.8577 39.3114C88.4164 38.4822 86.7051 38.2586 85.0992 38.6895C83.4933 39.1204 82.1238 40.1708 81.2913 41.6101C81.0577 42.0147 80.6729 42.3099 80.2216 42.4309C79.7703 42.5518 79.2895 42.4885 78.8849 42.2549C78.4803 42.0213 78.185 41.6365 78.0641 41.1852C77.9432 40.7339 78.0065 40.2531 78.2401 39.8484C79.0693 38.408 79.2933 36.6975 78.863 35.0921C78.4327 33.4867 77.3831 32.1176 75.9446 31.2851C71.9891 29.0014 68.1262 32.2883 66.6204 34.8964C62.2505 42.4667 67.472 55.3399 69.1688 59.0941L69.1682 59.0938Z" fill="#096E49" />
							<path d="M69.288 18.0083C73.0189 17.0255 76.9087 16.7991 80.7284 17.3425C84.5481 17.8859 88.2205 19.1882 91.5292 21.1725C105.242 29.3426 109.804 47.183 101.699 60.9432C98.1932 66.8908 92.6875 71.3989 86.1651 73.6627C79.6427 75.9264 72.528 75.7985 66.0912 73.3017L62.0495 88.0955C61.9224 88.5675 61.6458 88.9857 61.2611 89.2874C60.8764 89.5891 60.4044 89.7581 59.9156 89.7691C59.4269 89.7802 58.9477 89.6326 58.5498 89.3485C58.152 89.0644 57.8568 88.6591 57.7086 88.1933C55.9311 82.6576 50.0221 64.0263 48.6162 56.6905C46.6594 46.4795 47.5778 38.2777 51.4225 31.6184C53.3412 28.2721 55.9104 25.3439 58.9787 23.0064C62.0471 20.6689 65.5524 18.9694 69.288 18.0083ZM52.0763 56.0275C53.2 61.8898 57.3481 75.3819 59.7735 83.0619L63.2272 70.4164C63.2951 70.168 63.4166 69.9374 63.5833 69.741C63.7499 69.5447 63.9575 69.3872 64.1916 69.2797C64.4257 69.1723 64.6804 69.1174 64.938 69.1191C65.1955 69.1208 65.4496 69.1789 65.6822 69.2894C71.4528 72.0197 78.0357 72.4939 84.1381 70.6188C90.2404 68.7438 95.4212 64.655 98.6631 59.1554C105.787 47.0612 101.778 31.3801 89.7259 24.1993C89.6216 24.1374 89.5179 24.0764 89.4131 24.0158C83.538 20.6251 76.5567 19.7067 70.0045 21.4627C63.4524 23.2187 57.866 27.5052 54.474 33.3796C51.0229 39.3571 50.2611 46.5538 52.0763 56.0275Z" fill="#096E49" />
							<path d="M63.8582 108.587C67.4388 106.52 72.1936 107.77 74.2425 111.318L77.8418 117.551L77.865 117.593C77.8774 117.617 79.2356 119.956 83.1009 121.048C87.3748 122.255 95.2899 122.067 108.725 114.31C115.663 110.305 124.41 103.957 126.681 96.4626C127.964 92.2274 126.554 89.6163 126.477 89.4787L126.474 89.4728L122.875 83.2395C122.378 82.3753 122.06 81.4204 121.938 80.431C121.817 79.4417 121.896 78.4381 122.169 77.4796C122.692 75.5415 123.96 73.8892 125.697 72.8834L137.915 65.83C139.654 64.8388 141.713 64.5728 143.647 65.0898C145.581 65.6068 147.233 66.8651 148.245 68.5919L154.58 79.564C155.456 81.0813 155.712 83.701 155.283 86.7515C154.773 90.3753 153.333 94.4112 151.121 98.4227C143.471 112.292 128.559 122.885 117.397 129.33C106.234 135.775 89.5567 143.42 73.5319 143.227C67.671 143.156 63.581 142.032 61.1821 141.103C60.2396 140.743 59.3262 140.311 58.4497 139.811C56.9147 138.925 55.7817 137.93 55.208 136.936L48.873 125.964C47.8736 124.227 47.6036 122.166 48.1224 120.23C48.6411 118.295 49.9063 116.645 51.6403 115.641L63.8582 108.587ZM51.924 124.202L58.259 135.175C58.9328 136.343 63.8153 139.585 73.5737 139.704C88.7988 139.888 104.85 132.505 115.634 126.279C126.409 120.059 140.777 109.88 148.035 96.721C152.561 88.5154 152.329 82.7124 151.528 81.3253L145.193 70.3534C144.846 69.7527 144.348 69.2542 143.747 68.9082C143.43 68.7259 143.091 68.586 142.737 68.492C142.227 68.3514 141.694 68.3132 141.168 68.3797C140.643 68.4463 140.136 68.6162 139.677 68.8796L127.458 75.9335C126.524 76.4785 125.843 77.3711 125.564 78.4163C125.417 78.9245 125.373 79.4571 125.435 79.9825C125.497 80.508 125.664 81.0157 125.926 81.4756L129.519 87.6994C130.32 89.0535 131.367 92.4885 130.234 96.8365C128.379 103.96 121.734 110.865 110.486 117.36C98.8453 124.081 89.3085 126.462 82.1421 124.436C77.901 123.237 75.5261 120.651 74.7793 119.293L71.1903 113.077C70.6326 112.158 69.7381 111.494 68.6975 111.224C67.6568 110.955 66.5522 111.103 65.6188 111.636L53.4007 118.69C52.4846 119.235 51.8175 120.116 51.5416 121.146C51.2658 122.175 51.4031 123.272 51.9241 124.202L51.924 124.202Z" fill="white" />
						</g>
						<defs>
							<clipPath id="clip0_352_1385">
								<rect width="128.85" height="128.85" fill="white" transform="matrix(-0.866025 -0.5 -0.5 0.866025 176.013 64.425)" />
							</clipPath>
						</defs>
					</svg>
				</div>

			</div>
		</section>

		<section class="contacts m60">
			<div class="container contacts__wrapper">
				<div class="contacts__block">
					<div>
						<span>
							იურიდიული მისამართი:
						</span>
						<div style="display: -webkit-box;gap: 8px;">
							<svg xmlns="http://www.w3.org/2000/svg" width="24" height="25" viewBox="0 0 24 25" fill="none">
								<path d="M12 6.21655C11.1842 6.21655 10.3866 6.45848 9.70827 6.91174C9.02992 7.365 8.50121 8.00924 8.189 8.76298C7.87679 9.51673 7.7951 10.3461 7.95426 11.1463C8.11343 11.9465 8.50629 12.6815 9.08318 13.2584C9.66008 13.8353 10.3951 14.2281 11.1953 14.3873C11.9954 14.5465 12.8248 14.4648 13.5786 14.1526C14.3323 13.8403 14.9766 13.3116 15.4298 12.6333C15.8831 11.9549 16.125 11.1574 16.125 10.3416C16.1238 9.24791 15.6888 8.19943 14.9154 7.42611C14.1421 6.65279 13.0936 6.21779 12 6.21655ZM12 12.2166C11.6292 12.2166 11.2666 12.1066 10.9583 11.9006C10.65 11.6945 10.4096 11.4017 10.2677 11.0591C10.1258 10.7165 10.0887 10.3395 10.161 9.97576C10.2334 9.61204 10.412 9.27795 10.6742 9.01573C10.9364 8.7535 11.2705 8.57493 11.6342 8.50258C11.9979 8.43023 12.3749 8.46736 12.7175 8.60928C13.0601 8.75119 13.353 8.99152 13.559 9.29986C13.765 9.6082 13.875 9.97071 13.875 10.3416C13.875 10.8388 13.6775 11.3157 13.3258 11.6674C12.9742 12.019 12.4973 12.2166 12 12.2166ZM12 1.71655C9.71327 1.71903 7.52091 2.62853 5.90394 4.2455C4.28698 5.86246 3.37748 8.05482 3.375 10.3416C3.375 17.5941 11.0288 23.0353 11.355 23.2631C11.5441 23.3954 11.7692 23.4664 12 23.4664C12.2308 23.4664 12.4559 23.3954 12.645 23.2631C14.0946 22.1948 15.4209 20.9685 16.5994 19.6069C19.2328 16.5825 20.625 13.3762 20.625 10.3416C20.6225 8.05482 19.713 5.86246 18.0961 4.2455C16.4791 2.62853 14.2867 1.71903 12 1.71655ZM14.9344 18.0956C14.0405 19.1224 13.0586 20.0691 12 20.925C10.9414 20.0691 9.9595 19.1224 9.06562 18.0956C7.5 16.2825 5.625 13.4644 5.625 10.3416C5.625 8.6508 6.29665 7.02929 7.49219 5.83375C8.68774 4.6382 10.3092 3.96655 12 3.96655C13.6908 3.96655 15.3123 4.6382 16.5078 5.83375C17.7034 7.02929 18.375 8.6508 18.375 10.3416C18.375 13.4644 16.5 16.2825 14.9344 18.0956Z" fill="white" />
							</svg>
							<p>საქართველო, ლანჩხუთის რაიონი, ს. გრიგოლეთი, ზღვისპირა ფიჭვნარი</p>
						</div>
					</div>
					<div>
						<span>
							Ტელეფონის ნომერი:
						</span>
						<div class="footer__block" style="margin-bottom: 0;">
							<a class="header__block-href-soc footer__block-href-soc" href="tel:+902525366229"><svg style="margin-right: 8px;" xmlns="http://www.w3.org/2000/svg" width="24" height="25" viewBox="0 0 24 25" fill="none">
									<path d="M19.4396 13.5915C19.2196 13.5915 18.9896 13.5215 18.7696 13.4715C18.3241 13.3734 17.8863 13.243 17.4596 13.0815C16.9957 12.9128 16.4858 12.9215 16.0279 13.1061C15.5701 13.2908 15.1967 13.6382 14.9796 14.0815L14.7596 14.5315C13.7856 13.9897 12.8906 13.3168 12.0996 12.5315C11.3144 11.7406 10.6414 10.8455 10.0996 9.87154L10.5196 9.59154C10.963 9.37446 11.3104 9.00107 11.495 8.54323C11.6796 8.08539 11.6884 7.57546 11.5196 7.11154C11.3608 6.68396 11.2305 6.24634 11.1296 5.80154C11.0796 5.58154 11.0396 5.35154 11.0096 5.12154C10.8882 4.41716 10.5192 3.77928 9.96923 3.32278C9.41923 2.86628 8.72431 2.62115 8.00961 2.63154H5.00961C4.57864 2.6275 4.15186 2.71636 3.75832 2.89207C3.36478 3.06779 3.01372 3.32624 2.72904 3.64982C2.44436 3.97341 2.23275 4.35454 2.1086 4.76726C1.98445 5.17998 1.95069 5.6146 2.00961 6.04154C2.54235 10.2309 4.45564 14.1234 7.44726 17.1042C10.4389 20.0849 14.3383 21.9841 18.5296 22.5015H18.9096C19.647 22.5026 20.359 22.2321 20.9096 21.7415C21.226 21.4586 21.4787 21.1117 21.6511 20.7239C21.8235 20.336 21.9116 19.916 21.9096 19.4915V16.4915C21.8974 15.7969 21.6444 15.1281 21.194 14.5992C20.7435 14.0703 20.1234 13.7142 19.4396 13.5915ZM19.9396 19.5915C19.9394 19.7335 19.909 19.8738 19.8504 20.0032C19.7918 20.1325 19.7063 20.2478 19.5996 20.3415C19.4882 20.4386 19.3576 20.511 19.2163 20.554C19.075 20.5971 18.9262 20.6099 18.7796 20.5915C15.0345 20.1113 11.5558 18.398 8.89233 15.7218C6.22881 13.0456 4.53202 9.55888 4.06961 5.81154C4.0537 5.66506 4.06765 5.51687 4.11061 5.37593C4.15358 5.23499 4.22468 5.10423 4.31961 4.99154C4.41332 4.88487 4.52867 4.79938 4.65799 4.74076C4.78731 4.68214 4.92763 4.65172 5.06961 4.65154H8.06961C8.30216 4.64637 8.52924 4.72242 8.71176 4.86661C8.89428 5.0108 9.02082 5.21411 9.06961 5.44154C9.10961 5.71488 9.15961 5.98488 9.21961 6.25154C9.33513 6.77869 9.48887 7.29672 9.67961 7.80154L8.27961 8.45154C8.15991 8.50646 8.05223 8.58449 7.96277 8.68114C7.87331 8.77779 7.80381 8.89116 7.75828 9.01474C7.71275 9.13832 7.69208 9.26967 7.69746 9.40126C7.70284 9.53286 7.73415 9.66209 7.78961 9.78154C9.22881 12.8643 11.7069 15.3423 14.7896 16.7815C15.0331 16.8816 15.3062 16.8816 15.5496 16.7815C15.6743 16.7369 15.7889 16.668 15.8868 16.5787C15.9846 16.4895 16.0638 16.3816 16.1196 16.2615L16.7396 14.8615C17.2566 15.0464 17.7842 15.2 18.3196 15.3215C18.5863 15.3815 18.8563 15.4315 19.1296 15.4715C19.357 15.5203 19.5604 15.6469 19.7045 15.8294C19.8487 16.0119 19.9248 16.239 19.9196 16.4715L19.9396 19.5915Z" fill="white" />
								</svg>+90 252 536 62 29</a>
						</div>
					</div>
					<div>
						<span>
							ფოსტა:
						</span>
						<div style="margin-bottom: 0" class="footer__block">
							<a class="header__block-href-soc" href="mail:mail@mail.ru"><svg style="margin-right: 8px;display: -webkit-box;gap: 8px;" xmlns="http://www.w3.org/2000/svg" width="24" height="25" viewBox="0 0 24 25" fill="none">
									<path d="M4 20.5916C3.45 20.5916 2.979 20.3956 2.587 20.0036C2.195 19.6116 1.99934 19.1409 2 18.5916V6.59155C2 6.04155 2.196 5.57055 2.588 5.17855C2.98 4.78655 3.45067 4.59089 4 4.59155H20C20.55 4.59155 21.021 4.78755 21.413 5.17955C21.805 5.57155 22.0007 6.04222 22 6.59155V18.5916C22 19.1416 21.804 19.6126 21.412 20.0046C21.02 20.3966 20.5493 20.5922 20 20.5916H4ZM12 13.5916L4 8.59155V18.5916H20V8.59155L12 13.5916ZM12 11.5916L20 6.59155H4L12 11.5916ZM4 8.59155V6.59155V18.5916V8.59155Z" fill="white" />
								</svg>info@georgianaquaculture.pro</a>

						</div>
					</div>
					<div>
						<span>
							Სოციალური მედია:
						</span>
						<div style="margin-bottom: 0;display: flex;" class="footer__block">
							<a class="header__block-href-soc" href=""><img style="max-width: 40px;" class="header__block-img-soc" src="/images/soc/sn__fb.svg"></a>
							<a class="header__block-href-soc" href=""><img style="max-width: 40px;" class="header__block-img-soc" src="/images/soc/sn__inst.svg"></a>
						</div>
					</div>

				</div>
				<iframe style="width: 100%;border-radius: 16px;height: 100%;" src="https://www.google.com/maps/embed?pb=!1m17!1m12!1m3!1d2962.6767678228366!2d41.73125!3d42.050111099999995!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m2!1m1!2zNDLCsDAzJzAwLjQiTiA0McKwNDMnNTIuNSJF!5e0!3m2!1sen!2sru!4v1693337938479!5m2!1sen!2sru" width="600" height="450" style="border:0;" allowfullscreen="" loading="lazy" referrerpolicy="no-referrer-when-downgrade"></iframe>
			</div>
		</section>


	</main>


	<footer class="footer primary-color">
		<div class="container footer__wrapper">

			<a href="/"><img class="footer__logo" src="/images/fish_logo/footer__logo.png" alt="logo"></a>

			<ul class="footer__block-ul">
				<li class="footer__block-ul-li">
					<a href="#">
						Ჩვენს შესახებ
					</a>
				</li>
				<li class="footer__block-ul-li">
					<a href="#">
						პროდუქტები
					</a>
				</li>
				<li class="footer__block-ul-li">
					<a href="#">
						სიახლეები
					</a>
				</li>
				<li class="footer__block-ul-li">
					<a href="#">
						კარიერა
					</a>
				</li>
				<li class="footer__block-ul-li">
					<a href="#">
						კონტაქტები
					</a>
				</li>
			</ul>

			<div class="footer-gallery" id="gallery">

				<div class="footer-gallery__slide">
					<a href="/images/gallery/slider__img6.png" data-fancybox="gallery">
						<img src="/images/gallery/slider__img6.png" alt="/images/gallery/slider__img6.png">
					</a>
				</div>
				<div class="footer-gallery__slide">
					<a href="/images/gallery/slider__img5.png" data-fancybox="gallery">
						<img src="/images/gallery/slider__img5.png" alt="/images/gallery/slider__img6.png">
					</a>
				</div>
				<div class="footer-gallery__slide">
					<a href="/images/gallery/slider__img4.png" data-fancybox="gallery">
						<img src="/images/gallery/slider__img1.png" alt="/images/gallery/slider__img6.png">
					</a>
				</div>
				<div class="footer-gallery__slide">
					<a href="/images/gallery/slider__img3.png" data-fancybox="gallery">
						<img src="/images/gallery/slider__img3.png" alt="/images/gallery/slider__img6.png">
					</a>
				</div>
				<div class="footer-gallery__slide">
					<a href="/images/gallery/slider__img2.png" data-fancybox="gallery">
						<img src="/images/gallery/slider__img2.png" alt="/images/gallery/slider__img6.png">
					</a>
				</div>
				<div class="footer-gallery__slide">
					<a href="/images/gallery/slider__img2.png" data-fancybox="gallery">
						<img src="/images/gallery/slider__img5.png" alt="/images/gallery/slider__img6.png">
					</a>
				</div>
			</div>

			<div>
				<div class="footer__block">
					<p class="footer__text">თუ თქვენ გაქვთ რაიმე შეკითხვა ან გჭირდებათ დახმარება</p>
				</div>
				<div class="footer__block">
					<a class="header__block-href-soc footer__block-href-soc" href="tel:+902525366229"><svg xmlns="http://www.w3.org/2000/svg" width="24" height="25" viewBox="0 0 24 25" fill="none" style="margin-right: 4px;">
							<path d="M19.4401 13.5919C19.2201 13.5919 18.9901 13.5219 18.7701 13.4719C18.3246 13.3737 17.8868 13.2434 17.4601 13.0819C16.9962 12.9131 16.4862 12.9219 16.0284 13.1065C15.5706 13.2911 15.1972 13.6385 14.9801 14.0819L14.7601 14.5319C13.7861 13.9901 12.8911 13.3171 12.1001 12.5319C11.3149 11.7409 10.6419 10.8459 10.1001 9.87191L10.5201 9.59191C10.9635 9.37483 11.3109 9.00144 11.4955 8.5436C11.6801 8.08576 11.6889 7.57582 11.5201 7.11191C11.3613 6.68433 11.231 6.24671 11.1301 5.80191C11.0801 5.58191 11.0401 5.35191 11.0101 5.12191C10.8887 4.41753 10.5197 3.77965 9.96972 3.32315C9.41972 2.86665 8.7248 2.62152 8.0101 2.63191H5.0101C4.57913 2.62786 4.15235 2.71672 3.75881 2.89244C3.36527 3.06816 3.01421 3.32661 2.72953 3.65019C2.44485 3.97378 2.23324 4.3549 2.10909 4.76762C1.98494 5.18034 1.95118 5.61497 2.0101 6.04191C2.54284 10.2313 4.45613 14.1238 7.44775 17.1045C10.4394 20.0853 14.3388 21.9844 18.5301 22.5019H18.9101C19.6475 22.503 20.3595 22.2324 20.9101 21.7419C21.2265 21.459 21.4792 21.1121 21.6516 20.7242C21.8239 20.3364 21.9121 19.9163 21.9101 19.4919V16.4919C21.8979 15.7973 21.6449 15.1285 21.1944 14.5996C20.744 14.0707 20.1239 13.7145 19.4401 13.5919ZM19.9401 19.5919C19.9399 19.7339 19.9095 19.8742 19.8509 20.0035C19.7923 20.1328 19.7068 20.2482 19.6001 20.3419C19.4887 20.4389 19.3581 20.5113 19.2168 20.5544C19.0755 20.5975 18.9267 20.6103 18.7801 20.5919C15.035 20.1117 11.5563 18.3984 8.89282 15.7222C6.2293 13.046 4.53251 9.55925 4.0701 5.81191C4.05419 5.66543 4.06813 5.51724 4.1111 5.3763C4.15407 5.23536 4.22517 5.1046 4.3201 4.99191C4.41381 4.88524 4.52916 4.79975 4.65848 4.74113C4.7878 4.6825 4.92812 4.65209 5.0701 4.65191H8.0701C8.30265 4.64673 8.52972 4.72279 8.71224 4.86698C8.89476 5.01117 9.02131 5.21448 9.0701 5.44191C9.1101 5.71524 9.1601 5.98524 9.2201 6.25191C9.33562 6.77905 9.48936 7.29709 9.6801 7.80191L8.2801 8.45191C8.1604 8.50683 8.05272 8.58486 7.96326 8.6815C7.87379 8.77815 7.8043 8.89152 7.75877 9.0151C7.71324 9.13868 7.69257 9.27004 7.69795 9.40163C7.70332 9.53322 7.73464 9.66245 7.7901 9.78191C9.2293 12.8647 11.7073 15.3427 14.7901 16.7819C15.0336 16.8819 15.3066 16.8819 15.5501 16.7819C15.6748 16.7373 15.7894 16.6684 15.8873 16.5791C15.9851 16.4898 16.0643 16.382 16.1201 16.2619L16.7401 14.8619C17.2571 15.0468 17.7847 15.2004 18.3201 15.3219C18.5868 15.3819 18.8568 15.4319 19.1301 15.4719C19.3575 15.5207 19.5608 15.6472 19.705 15.8298C19.8492 16.0123 19.9253 16.2394 19.9201 16.4719L19.9401 19.5919Z" fill="white" />
						</svg>+90 252 536 62 29</a>
				</div>
				<div class="footer__block">
					<a class="header__block-href-soc" href=""><img class="header__block-img-soc" src="/images/soc/sn__fb.png"></a>
					<a class="header__block-href-soc" href=""><img class="header__block-img-soc" src="/images/soc/sn__inst.png"></a>
				</div>

			</div>

		</div>
		<div class="footer_bottom-element">
			<p>Georgian Aquaculture 2023. ©ველა უფლება დაცულია</p>
		</div>
	</footer>

	<script src="https://ajax.googleapis.com/ajax/libs/jquery/1.11.3/jquery.min.js"></script>
	<script src="https://unpkg.com/aos@2.3.1/dist/aos.js"></script>
	<script src="/js/swiper-bundle.js"></script>
	<script src="https://cdn.jsdelivr.net/npm/@fancyapps/ui@5.0/dist/fancybox/fancybox.umd.js"></script>
	<script>
		Fancybox.bind("#gallery a", {
			groupAll: true, // Group all items
			on: {
				ready: (fancybox) => {
					console.log(`fancybox #${fancybox.id} is ready!`);
				}
			}
		});
	</script>
	<script>
		const hamb = document.querySelector("#hamb");
		const popup = document.querySelector("#popup");
		const body = document.body;

		// Клонируем меню, чтобы задать свои стили для мобильной версии
		const menu = document.querySelector("#menu").cloneNode(1);

		// При клике на иконку hamb вызываем ф-ию hambHandler
		hamb.addEventListener("click", hambHandler);

		// Выполняем действия при клике ..
		function hambHandler(e) {
			e.preventDefault();
			// Переключаем стили элементов при клике
			popup.classList.toggle("open");
			hamb.classList.toggle("active");
			body.classList.toggle("noscroll");
			renderPopup();
		}

		// Здесь мы рендерим элементы в наш попап
		function renderPopup() {
			popup.appendChild(menu);
		}

		// Код для закрытия меню при нажатии на ссылку
		const links = Array.from(menu.children);

		// Для каждого элемента меню при клике вызываем ф-ию
		links.forEach((link) => {
			link.addEventListener("click", closeOnClick);
		});

		// Закрытие попапа при клике на меню
		function closeOnClick() {
			popup.classList.remove("open");
			hamb.classList.remove("active");
			body.classList.remove("noscroll");
		}
		$(".banner__arrow-scroll").click(function() {
			$('.fish-description')[0].scrollIntoView({
				behavior: "smooth",
				block: "nearest",
				inline: "nearest"
			});
		});
	</script>
	<script>
		AOS.init();
	</script>
	<script>
		const swiperClinic = new Swiper('.swiper__gallery', {
			direction: 'horizontal',
			slidesPerView: 'auto',
			loop: true,
			/*effect: 'slide',*/
			navigation: {
				nextEl: '.swiper-button-next',
				prevEl: '.swiper-button-prev',
			},
			scrollbar: {
				el: '.swiper-scrollbar',
				clickable: true,
				draggable: true,
			},
			spaceBetween: 10,
			slidesPerView: 1.12,
			autoHeight: true,
			breakpoints: {
				320: {
					slidesPerView: 1.5,
				},
				550: {
					slidesPerView: 2.5,
				},
				768: {
					slidesPerView: 3.5,
				},
				1080: {
					slidesPerView: 'auto',
				},
				1440: {
					slidesPerView: 'auto',
					spaceBetween: 40,
				}
			}

		});
	</script>
	<script>
		$(document).ready(function() {
			if ($('.news__card').length > 8) {
				$('.news__card:gt(8)').hide();
				$('.show-more').show();
			}

			$('.show-more').on('click', function() {
				if ($(this).text() === 'Show less') {
					$('.news__card:gt(8)').slideUp(500);
					$(this).text('Show more');
					$('html, body').animate({
						scrollTop: $(this).offset().top
					}, 500); // прокрутка к кнопке
				} else {
					if ($('.news__card:hidden').length === 0) {
						$(this).text('Show less');
					} else {
						$(this).text('Show more');
						$('.news__card:hidden').slice(0, 3).fadeIn(500);
						if ($('.news__card:hidden').length === 0) {
							$(this).text('Show less');
						}
						$('html, body').animate({
							scrollTop: $(this).offset().top
						}, 500); // прокрутка к кнопке
					}
				}
			});
		});
	</script>


	<script src="https://api-maps.yandex.ru/2.1/?lang=ru_RU" type="text/javascript"></script>

	<script type="text/javascript">
		ymaps.ready(init);

		function init() {

			var myMap = new ymaps.Map("map", {
					center: [42.050117, 41.731254],
					zoom: 16
				}, {
					searchControlProvider: 'yandex#search'
				}),
				myPlacemark = new ymaps.Placemark(myMap.getCenter(), {
					hintContent: 'geoaq',
					balloonContent: 'geoaq'
				}, {
					iconLayout: 'default#image',
					iconImageSize: [40, 40],
					iconImageHref: '',
					iconImageOffset: [-15, -25]
				});
			myMap.geoObjects
				.add(myPlacemark);
			myMap.behaviors
				.disable(['scrollZoom']);
			console.log(myMap);
		}
	</script>

	<style>

	</style>

</body>

</html>