<?php

return [
	'leading_fish_farm' => 'Georgian Aquaculture არის საქართველოს წამყვანი თევზის საწარმო, რომელიც ორიენტირებულია ორგანული კალმახის მოშენებაზე, ჩვენი ულამაზესი ქვეყნის მთიან რეგიონში.',
	'we_are_proud_to' => 'ჩვენ ვამაყობთ, რომ ვართ ვართ ერთ-ერთი პირველები აკვაკულტურის ინდუსტრიაში და ვთავაზობთ ჩვენს მომხმარებელს მაღალი ხარისხის თევზს, ბუნებრივი ფასეულობებით და უნიკალური გემოთი.',
	'at_georgian_aquaculture' => 'Georgian Aquaculture-ში ჩვენ სრულად ვართ ერთგული გარემოსდაცვითი მდგრადობისა და პასუხისმგებელი ბიზნესის ქცევისკენ. ჩვენ ვაღიარებთ მომავალი თაობებისთვის გარემოს და მისი სიმდიდრის შენარჩუნების მნიშვნელობას. აქედან გამომდინარე, ჩვენ შევიმუშავეთ აკვაკულტურის ინოვაციური პრაქტიკა, რომელიც საშუალებას გვაძლევს გავამრავლოთ თევზი ეკოსისტემაზე ნეგატიური ზემოქმედების მინიმუმამდე შემცირებაში.',
	'we_provide_our_fish' => 'ჩვენ ვუზრუნველყოფთ მეურნეობის მოვლას უმაღლეს დონეზე, რათა თევზებმა შეძლონ ჯანსაღი განვითარება.'
];
