<?php

return [
	'our_team' => 'ჩვენი გუნდი დაკომპლექტებულია პროფესიონალთა გუნდით, რომლებსაც აქვთ აკვაკულტურის სიღრმისეული ცოდნა და თავიანთი საქმისადმი უზომო სიყვარული. ჩვენ მუდმივად ვაუმჯობესებთ მუშაობის პროცესს და ვცდილობთ მივაღწიოთ უმაღლესი ხარისხის სტანდარტებს, რათა დავაკმაყოფილოთ ჩვენი მომხმარებლების საჭიროებები და მოლოდინები',
	'georgian_aquaculture_is_not_only_a_farm' => 'ქართული აკვაკულტურა არის არა მხოლოდ საწარმო, არამედ ადამიანთა ოჯახი, რომელიც გაერთიანებულია საერთო მიზნით - მოგაწოდოთ ორგანული თევზის საუკეთესო არჩევანი.',
	'proud_of_our_achievements' => 'ჩვენ ვამაყობთ ჩვენი მიღწევებით აკვაკულტურაში და ჩვენი რეპუტაციით, როგორც სანდო მიმწოდებლები -  ბაზარზე. ჩვენთვის მნიშვნელოვანია თითოეული მომხმარებელი და ვცდილობთ შევთავაზოთ მაღალი ხარისხის პროდუქტი.',
	'join_georgian_aquaculture' => 'შემოგვიერთდით ქართულ აკვაკულტურაში და ისიამოვნეთ ჩვენი კალმახის შეუდარებელი გემოთი.ჩვენ დარწმუნებულნი ვართ, რომ თქვენ დააფასებთ ჩვენს ერთგულებას გარემოსადმი და ჩვენს შრომას ხარისხიანი თევზის წარმოებისთვის.',
	'make_the_right' => 'გააკეთეთ სწორი არჩევანი თქვენთვის და მომავალი თაობებისთვის - აირჩიეთ ქართული აკვაკულტურა!'
];
