<?php

return [
	'at_georgian_aquaculture' => 'Georgian Aquaculture-ში ჩვენ ვამაყობთ, რომ მომხმარებლებს ვთავაზობთ უმაღლესი ხარისხის კალმახს. თითოეული თევზი იზრდება სიყვარულით, ზრუნვით  და  განსაკუთრებული ყურადღებით.',
	'our_trout_grow' => 'ჩვენი კალმახი იზრდება ბუნებრივ გარემოში, რომელიც მდიდარია ბუნებრივი მინერალებით და საკვები ნივთიერებებით',
	'we_strictly_control' => 'ჩვენ მკაცრად ვაკონტროლებთ ზრდის პროცესის ყველა ეტაპს, რათა უზრუნველვყოთ თევზის ოპტიმალური სიჯანსაღის პირობები და გარანტირებული იყოს მათი სიჯანსაღე და ხარისხი.',
	'each_trout_grown' => 'თითოეულ კალმახს, რომელსაც ჩვენ ვაწარმოებთ, აქვს შეუდარებელი,დელიკატური გემო და ტექსტურა. სუფთა წყლის, სუფთა ჰაერის და ოპტიმალური კვების კომბინაცია ჩვენს თევზს იდეალურ არჩევანს ხდის მათთვის, ვინც აფასებს ნატურალურ პროდუქტებს და ზრუნავს საკუთარ ჯანმრთელობაზე.',
	'we_are_proud' => 'ჩვენ ვამაყობთ, რომ ჩვენი კალმახი მდიდარია ჯანსაღი ომეგა -3 ცხიმოვანი მჟავებით, რომლებიც გაჟღენთილია სასარგებლო თვისებებით, ის გვეხმარება გულისა და ტვინის გამართულად ფუნქციონირებაში. გარდა ამისა, ჩვენი კალმახი მდიდარია ცილებით, ვიტამინებითა და მინერალებით, რაც მას სრულყოფილ და ჯანსაღ საკვებად აქცევს თქვენთვის და თქვენი ოჯახისთვის.',
	'make_a_choice' => 'აირჩიეთ ორგანული თევზი და ისიამოვნეთ ბუნების გემოთი ქართული აკვაკულტურის მეშვეობით!',

	'georgian_aquaculture_is_the_official' => 'ქართული აკვაკულტურა არის თევზის საკვების ოფიციალური დისტილატორი თურქული კომპანია „Gümüşdoğa Su Günleri-ისაგან“.',
	'gumusdoga_feed_factory' => 'Gumusdoga Feed Factory დაარსდა Mugla Milas-ში 1997 წელს და აქვს ყოველწლიურად 260 000 ტონა საკვების წარმოების სიმძლავრე ზღვის კაპარჭის, ზღვის ბასის (სიბასის), კალმახის და ორაგულის საკვების სრული ნაირსახეობებით. საკვები იწარმოება მაღალი ტექნოლოგიების გამოყენებით, ექსპერტი პერსონალის მიერ და ზედმიწევნითი სიზუსტით კონტროლდება ჩვენი ხარისხის კონტროლის ლაბორატორიის მიერ. საკვები, ასევე, გადის ანალიზის მრავალ ეტაპს, დაწყებული ნედლეულის მიღებიდან საბოლოო პროდუქტამდე.',
	'gumusdoga_feed_provides' => 'Gumusdoga-s საკვები მისი მაღალი ხარისხით უზრუნველყოფს თევზის ჯანსაღ და ოპტიმალურ ზრდას.',
	'highly_digestible_raw_materials' => 'მდგრადი წყაროებიდან მაღალათვისებადი ნედლეული გამოიყენება ჩვენს ყველა რაციონში და ეს ნედლეული შემუშავებულია შესაბამის დონეზე, ზრდის ყველა ეტაპის კვების საჭიროებების შესაბამისად.',
	'all_the_fish_feed' => 'თევზის ყველა საკვები, რომელიც იწარმოება საკვების ობიექტში, არის Global GAP და Halal სერტიფიცირებული.'
];
