<?php

return [
	'title' => 'სახლი',
	'banner_text' => 'კეთილი იყოს თქვენი მობრძანება ქართულ აკვაკულტურაში!',
	'we_are_fish_farm' => 'ჩვენ ვართ ეკოლოგიურად სუფთა თევზის საწარმო, რომელიც მდებარეობს საქართველოს თვალწარმტაც მთიან რეგიონში.',
	'our_company_specializes' => 'ჩვენი კომპანია სპეციალიზირებულია კალმახის მოშენებაზე და გთავაზობთ ახალ, მაღალი ხარისხის თევზს გაჯერებული მინერალებითა და სხვადასხვა ბუნებრივი მიკროელემენტებით.',
	'why_choose_georgian_aquaculture' => 'რატომ უნდა ავირჩიოთ ქართული აკვაკულტურა?',
	'environmental_sustainability_title' => 'გარემოსდაცვითი მდგრადობა',
	'environmental_sustainability' => 'ჩვენი აკვაკულტურის პრაქტიკა შექმნილია ეკოსისტემაზე მინიმალური უარყოფითი ზემოქმედებით. ჩვენ ვიყენებთ ინოვაციურ ტექნოლოგიებს თევზისთვის კომფორტული პირობების უზრუნველსაყოფად და ბუნებრივი წყლების დაბინძურების თავიდან ასაცილებლად.',
	'quality_and_freshness_title' => 'ხარისხი და სიახლე',
	'quality_and_freshness' => 'ჩვენი თევზებს ვზრდით ბუნებრივი მინერალებით გამდიდრებულ წყალში. ყურადღებით ვაკვირდებით გამრავლების პროცესის ყოველ საფეხურს, რათა უზრუნველვყოთ ხარისხის მაღალი სტანდარტი. თქვენ შეგიძლიათ დატკბეთ ჩვენი ახალი კალმახის შეუდარებელი გემოთი და მიიღთ კვებითი სარგებელი.',
	'industry_pioneers_title' => 'მრეწველობის პიონერები',
	'industry_pioneers' => 'ჩვენ ვამაყობთ, რომ ვართ ერთ-ერთი პირველი კომპანია საქართველოში, რომელიც მომხმარებელს ხარისხიან და ორგანულ თევზს სთავაზობს. ჩვენი გამოცდილება და კომპეტენცია გვაძლევს საშუალებას ვაწარმოოთ ჩვენი პროდუქტი ბაზარზე და შემოგთავაზოთ ინოვაციური გადაწყვეტილებები, რომლებიც აერთიანებს საუკეთესო პრაქტიკას აკვაკულტურის სფეროში.',
	'each_fish' => 'თითოეული თევზი იზრდება სიყვარულით და ზრუნვით, რაც აისახება გემოვნურ თვისებებსა და პროდუქტის სარგებლიანობაში.
	თითოეული თევზი იზრდება სიყვარულით და ზრუნვით, რაც აისახება გემოვნურ თვისებებსა და პროდუქტის სარგებლიანობაში.
	',
	'fish' => 'თევზი',
	'fish_feed' => 'თევზის საკვების'
];
