<?php

return [
	'about' => 'Ჩვენს შესახებ',
	'news' => 'სიახლეები',
	'career' => 'კარიერა',
	'contact' => 'კონტაქტები',
	'gallery' => 'გალერეა',
	'footer__text' => 'თუ თქვენ გაქვთ რაიმე შეკითხვა ან გჭირდებათ დახმარება',
	'more_about_us' => 'მეტი ჩვენს შესახებ',
	'show_more' => 'მეტის ჩვენება',
	'our_products' => 'ჩვენი პროდუქცია',
	'see_more' => 'იხილეთ მეტი',
	'latest_news' => 'უახლესი ამბები',
	'home' => 'სახლში',
	'fish' => 'თევზი',
	'fishFeed' => 'თევზის საკვების',
	'product' => 'პროდუქტები',
	'ecological_aquaculture' => 'აკვაკულტურის  ეკოლოგიური უპირატესობა: ეს არის მდგრადი გადაწყვეტილება გარემოსათვის',
	'unveiling_the_factors' => 'აკვაკულტურის ფარგლებში, თევზების ხარისხისა და გემოს ფორმირების ფაქტორების გამოვლენა '
];
